<template>
  <section class="pt-10 pb-0">
    <div class="container mx-auto p-5">
      <h1 class="my-5 text-center text-2xl">圓夢服務條款</h1>
      <hr />
      <ul class="my-10 p-5">
        <li class="mb-10">
          <p>
            歡迎您來來到
            <span class="text-blue-500">dream-wr.net</span>(以下稱「本網站」)，本網站由圓夢工作室(以下簡稱『圓夢』)負責經營，
            所有關於本網站之服務均依據本條款所提供。任何使⽤者於使⽤本網站服務時，請先詳讀本條款與圓夢隱私權政策，或其他本網站未來陸續公布之相關條款，
            並請您確實遵守上列條款與中華⺠國法律，若您無法確實遵守本條款內容或對於本條款內容全部或部分不同意時，請您勿使⽤用本網站服務。
            如您對本條款有任何不明⽩處，您可以聯聯絡圓夢的客服部門尋求解答。
            若您未滿二⼗歲，您必須在申請加入會員之前，請您的父⺟或監護人閱讀本條款，並得到您的父⺟或監護⼈同意後，
            才可以申請、註冊及使用本網站所提供的會員服務;當您滿⼆⼗歲之前使用本網站服務，您必須向本公司擔保您已取得⽗⺟或監護⼈的同意。
            當您完成相關申請，並繼續使⽤本網站所提供的服務時，則表⽰示您的⽗母或監護⼈已經閱讀、瞭解、並同意本條款。
          </p>
        </li>

        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼀、接受條款</p>
          <p>
            圓夢所提供的服務包含圓夢網站，以及圓夢網站有關的任何其他功能、內容或應⽤用 程式(合稱 “ 圓夢服務 ” )。
            無論您是以 “ 訪客 ” (表示您只是瀏覽圓夢網站)， 還是 “ 會員 ” (表⽰示您已在圓夢註冊)的⾝份，
            使⽤圓夢服務即表示您同意遵守使用條款(下稱 “ 本條款 ” )。 “ ⽤戶 ” ⼀詞泛指訪客以及會員。
            如果您想成為圓夢會員，並與其他會員交流(包括通過圓夢服務連接到的會員和圓夢社群的會員)，
            以及使用圓夢服務，請您務必詳細閱讀本條款，並在註冊過程中 選擇同意接受本條款。
            本條款的內容包括接受圓夢服務和在圓夢網站上發佈內容的規定、您使用圓夢服務所享有的權利、承擔的義務和對使用圓夢服務所受的限制、
            以及圓夢的隱私條款。如果您選擇使用某些圓夢服務，您可能會收到要求您下載程式或內容的通知，和/或要求您同意附加條款和條件的通知。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼆、條款修改</p>
          <p>
            圓夢有權隨時修改本條款文本中的任何條款。⼀旦圓夢對本條款進⾏修改，圓夢將會以公告形式發布通知。
            任何修改將於發布之時起生效。如果您在修改發布後，繼續使⽤圓夢所提供的所有服務，則表示您同意遵守對本條款所作出的該等修改。
            因此，請您務必定期查閱本條款，以確保了解所有關於本條款的最新修改。如果您不同意圓夢對本條款進行的修改，
            請您離開圓夢網站並立即停⽌使⽤用圓夢服務。同時，您應刪除您的個⼈檔案並註銷您的會員資格。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">三、遵守法律</p>
          <p>
            當使⽤圓夢服務時，您必須遵守中華⺠民國法律。您只有在同意遵守所有適⽤的相關法律法規和本條款時，
            才有權使⽤圓夢服務(無論您是否為訪客或決定使⽤此服務)。請您仔細閱讀本條款並將其妥善保存。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">四、⽤戶帳號、密碼及安全</p>
          <p>
            無論訪客或會員，都可以瀏覽圓夢的內容，但使⽤用圓夢的服務之前，⽤戶必須要登記並成為會員。
            本網站提供使用者圓夢網站內註冊⽅式成為會員。成為會員的過程中，⽤戶應提供及時、詳盡、準確的個人資料，
            包含設定⼀組⽤戶帳號以及密碼。 並不斷更新註冊資料，符合即時、詳盡、準確的要求。所有原始鍵入的資料將引用為註冊資料。
            如發⽣註冊不完整或不真實的情況，此情況視為違反使⽤條款，圓夢有權利利終止您的服務。
            圓夢不對任何因註冊信息不真實⽽引起的問題、以及問題發生所帶來的後果承擔責任。
            ⽤戶在申請帳號時，不應該使⽤模仿他⼈姓名或者任何會侵害踏人權益的帳號。
            另外使⽤攻擊性的字眼或任何種族歧視的⽂字當作帳號名稱，圓夢有權利終⽌此帳號的服務。
            ⽤戶不應將其帳號、密碼轉讓或出借給他⼈使用。如⽤戶發現其帳號遭他人非法使用，應立即通知圓夢。
            因駭客⾏為或用戶的保管疏忽導致帳號、密碼遭他⼈人非法使用，圓夢網站不承擔任何責任。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">五、隱私權政策</p>
          <p>您提供的註冊信息及圓夢保留留的有關您的若干其它資料將受到中華⺠國有關隱私的法律和本公司《隱私權政策》之規範。</p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">六、使⽤規定和條約</p>
          <p>
            遵守使⽤規定的前提下，⽤戶在使⽤圓夢所有服務時，必須要遵守使⽤條款的所有規定。
            任何經由圓夢服務上傳、張貼、發送電⼦郵件或任何其它方式傳送的文字、 文件、影片、照片(包括您⾃己的照片)、圖片、聲⾳、音樂作品、
            創作作品或任何其他內容(以下簡稱 “ 內容 ” )，無論為公開傳送還是私下傳送，均由內容提供者承擔責任。
            圓夢無法經由本服務傳送的內容，因而不保證內容的正確性、完整性或品質。在使⽤本服務時，
            可能會接觸到令⼈不快、不適當或令人厭惡之內容。在任何情況下，圓夢均不為任何內容負責，
            包含但不限於任何內容的任何錯誤或遺漏，以及經由本服務以張貼、發送電⼦郵件或其它⽅方式傳送任何內容而衍生的任何損失或損害。
            但圓夢有權依法停⽌傳輸任何前述內容並採取相應行動，包括但不限於暫停⽤戶使⽤本服務的全部或部分，
            保存有關記錄，甚⾄至採取法律行動。 ⽤戶在使⽤圓夢服務時，必須遵守中華民國相關法律法規的規定，
            ⽤戶應同意將不會利用本服務進行任何違法或不正當的活動，並上傳、展⽰、分享、
            傳播或以其它方式傳送含有下列列內容之⼀的任何訊息(包括但不限於下列列行為)∶ 違反任何個人或組織的專利利，商標，商業機密，著作權，
            發布權以及其他的權利，並違反中華⺠國法律或是現有合約規範。任何錯誤，誤導，虛假和不正確的資訊。
            任何違反他⼈(包含第三⽅)隱私的行為。 未經同意的廣告，宣傳，垃圾信件，以及廣告連結(包含 Facebook 的分享等等)。
            包含軟體的病毒，或任何電腦中可以⼲擾傷害或者限制跟⼲擾任何使用軟體硬體或者通訊器材，
            或者竊取系統密碼資料 或者任何聯結的檔案程式碼或軟體。模仿任何公司企業或個⼈(包含企業員工以及第三⽅)的資訊。
            另外，⽤戶(包含訪客以及會員)不得為任何非法⽬的利用圓夢服務從事以下活動:
            未經允許，進入圓夢網站系統(包含後台主機以及任何提供圓夢服務的設備，以下 簡稱“圓夢網站系統”)
            或者使⽤圓夢電腦系統;未經允許，對圓夢網站系統進行刪除、修改或者增加;
            未經允許，對進入圓夢網站系統中儲存、處理或者傳輸的數據 和應⽤程式進⾏刪除、修改或者增加;
            故意製作或傳播電腦病毒等破壞性程序及其他危害圓夢網站系統安全的行為。
            如⽤戶在使用網站服務時違反任何上述規定，圓夢或其授權的⼈人有權要求⽤戶改正或直接採取⼀一切必要的措施
            (包括但不限於更改或刪除用⼾張貼的內容等、暫停或 終⽌用⼾使⽤網絡服務的權利利)
            以減輕和消除⽤戶不當行為造成的影響。⽤戶不得對本服務任何部分或本服務之使⽤或獲得，
            進⾏複製、拷貝、出售、轉售或⽤於任何其它商業⽬目的。
            ⽤⼾須對⾃己在使⽤圓夢服務過程中的⾏為承擔法律律責任。⽤戶承擔法律責任的形式包括但不限於:對受到侵害者進行賠償，
            以及在圓夢網站⾸先承擔了因⽤⼾行為 導致的⾏政處罰或侵權損害賠償責任後，給予圓夢網站等額的賠償。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">七、贊助以及商業行為規定</p>
          <p>
            圓夢是⼀個集合群眾並贊助創意的平台。圓夢允許部份的使⽤者(提案⼈)將創意
            提出並尋求第三方(贊助者)的贊助。圓夢使用的金流服務協力廠商為壹壹柒柒科技股份有限公司建置之「1177 Pay」。
            透過本網站存取協力廠商服務時，會請您同意接受協力廠商新的條款及條件。
            圓夢不會對您與該協⼒廠商之間的糾紛負責。
            圓夢將不會對任何在服務中所接觸的個⼈人以及團體做任何的擔保。
            這包括但不限於下列行為:貨品的運送以及其他的服務，任何跟圓夢無關的相關條約規定以及保固和保證等等。
            圓夢將不會負責監控專案的進度以及表現，也不會負責專案失敗所造成金錢損失以及任何可能的權利利喪失。
            所有的贊助以及交易皆為提案人以及贊助者間之行為，贊助者有權決定是否贊助專案，提案⼈亦有權決定是否接受贊助者的贊助，
            圓夢不會也並無義務對任何提案⼈以及資助者間的糾紛，以及任何網站會員和第三⽅方的糾紛，做任何形式的負責。
            在糾紛中，任何圓夢的主管員工，以及相關人員皆與任何形式的求償以及傷害賠償等無關。
            由於圓夢無法完全控制提案⼈的行為，因此提案⼈將對其提供的專案以及全部內容做完全的負責。
            圓夢保存隨時可取消專案提供並隨時退還所有資助者金額的權利。
            圓夢對於 綠界 平台服務的效能以及服務品質，不負任何責任以及保證。
            有時 綠界 平台會出現信用卡的付款問題，圓夢無法保證您的付款網能夠完整到達。
            提案⼈可⾃行行決定退還款項，圓夢不負責提案人的退款，包含任何手續和過程。
            圓夢擁有任何時間可取消、修改以及⼲涉專案的權利。圓夢擁有在任何時間無條件 取消或退費會員及第三⽅方贊助的權利。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">八、收費與⼿續費</p>
          <p>
            加入圓夢是免費的，但相關服務須收取費⽤。當你使⽤服務時，你會知道收取的⼿續費比例，並且可決定是否接受。
            圓夢保留留此⼿續費比例改變的權利。當⼿續費改變時，我們會在網站上公告。圓夢同時保留留因為特殊活動或者宣傳而改變⼿續費比例的權利，
            如有⼿續費改變的行為，同樣會在公告以及專案⾴面上看到。⽤戶有付費使⽤(包含相關⼿續費用)圓夢相關服務的義務。
            如有專案違反規定並被取消，已被收取的⼿續費並不會退費，除非圓夢認定此專案有退費的需要。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">九、第三⽅連結</p>
          <p>
            本服務或第三⽅方可提供網路上其他網站或資源之連結。
            由於圓夢無法控制這些網站及資源，因此⽤戶需瞭解且同意，此類網站或資源是否可供利用，
            圓夢並不負相關責任;存取或外連此類網站或資源之任何內容、廣告、產品或其它資料，
            圓夢亦不負保證或任何負責。如果因為使⽤或依賴任何此類網站或資源，或經由此類網站或資源獲得的任何內容、商品或服務所產生的任何損害或損失，
            圓夢不負任何直接或間接之責任。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗、內容和其他合法權益(包括但不限於名譽權、商譽權)</p>
          <p>
            圓夢將不會對您發佈到圓夢服務中的⽂本、⽂件、圖像、照片(包括您⾃己的照 片)、影片、聲⾳、⾳樂作品、創作作品或任何其他材料(合稱為 “ 內容 ” )擁有任何智慧財產權。
            在您將內容發佈到圓夢服務中，您將繼續保有對此類內容的相關權利，並且有權利依據您選擇的⽅式使用此內容。
            圓夢服務中包含圓夢提供的內容，包含會員和其他圓夢許可⽅的內容(下稱 “ 圓夢 的內容 ” )。
            圓夢的內容受《中華民國著作權法》、《中華⺠國商標法》、《中華民國專利利法》和其他相關法律法規的保護，
            圓夢擁有並保持對圓夢的內容和圓夢服務的所有權利利。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗一、終⽌服務</p>
          <p>
            ⽤戶需同意圓夢可行基於其⾃行之考慮以及任何理由，包含但不限於缺乏使用，或圓夢認為⽤戶已經違反本服務條款，
            並可終⽌止密碼、帳號或本服務之使用(或服務之任何部分)，並將在本服務內任何內容加以移除並刪除。
            圓夢亦可以基於⾃身考慮，在通知或未通知之情形下，隨時終⽌本服務或其任何部分。⽤戶需同意依本服務條款任何規定提供之本服務，
            無需進行事先通知即可中斷或終⽌。⽤戶承認並同意，圓夢可立即關閉或刪除您的帳號及您帳號中所有相關信息及文件，
            及/或禁⽌止繼續使⽤前述⽂件或本服務。此外，⽤戶同意若若本服務之使用被中斷或終⽌用戶帳號及相關信息和⽂件被關閉或刪除，
            圓夢對⽤戶或任何第三⼈均不承擔任何責任。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗二、賠償</p>
          <p>
            ⽤戶通過本服務提供、張貼或傳送之內容、與本服務連線、如違反本服務公約、或侵害他⼈任何權利因⽽衍⽣或導致任何第三⼈提出任何索賠或請求，
            包括合理的律師費，⽤戶需同意賠償圓夢及其子公司、相關企業、⾼級職員、代理人、品牌共有人或其它合作夥伴及員工，並使其免受損害。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗三、關於使用及儲存之一般措施</p>
          <p>
            關於本服務的使用，圓夢有權制訂一般措施及限制(包含但不限於):本服務將保留電⼦郵件訊息、
            所張貼內容或其它上載內容之最長期限、本服務⼀個帳號當中可收發訊息的最⼤數量、
            本服務一個帳號當中可收發的單個訊息的大小、圓夢服務器為您分配的最⼤磁盤空間，
            以及⼀定期間內您使用本服務之次數上限(及每次使⽤時間之上限)。
            通過本服務存儲或傳送之任何信息、通訊資料和其它內容，如被刪除或未予儲存。
            ⽤戶同意圓夢毋須承擔任何責任。⽤戶亦同意，超過一年年未使⽤的帳號，圓夢有權關閉。
            ⽤戶也同意，圓夢有權依其⾃行之考慮，不論通知與否，隨時變更這些⼀般措施及限制。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗四、服務之修改</p>
          <p>
            圓夢有權於任何時間暫時或永久修改或終止本服務(或其任何部分)，而無論其通知與否。您同意您張貼到圓夢的內容，
            煩請您隨時為資料備份，以防資料遺失，圓夢不對任何內容丟失以及您因此而遭受的相關損失承擔責任。
            您同意對於本服務所作的任何修改、暫停或終止，圓夢對您和任何第三人均無需承擔任何責任。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">十五、與廣告商進⾏之交易</p>
          <p>
            ⽤戶通過本服務與廣告商進行任何形式的通訊或商業往來來，或參與促銷活動，包含相關商品或服務之付款及交付，
            以及達成的其它任何相關條款、條件、保證或聲明，完全為⽤戶與廣告商之間之行為。
            除有關法律法規有明⽂規定要求圓夢承擔責任以外，⽤⼾因前述任何交易或前述廣告商而遭受的任何性質的損失或損害，圓夢均不予負責。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗六、禁⽌止商業行為</p>
          <p>⽤戶同意不對本服務任何部分或本服務之使用或獲得，進⾏複製、拷⾙貝、出售、轉售或用於任何其它商業⽬的。</p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗七、圓夢之專屬權利</p>
          <p>
            ⽤戶需了解並同意，本服務及本服務所使用之相關軟體(以下簡稱 “ 軟體 ” )含有受到相關智慧財產權及其它法律保護之特別保密資料。
            另外⽤戶也需了解並同意，經由本服務或廣告商呈現之贊助廣告或資訊所包含之內容，亦受到著作權、商標 權、專利權或其它專屬權利之法律保護。
            未經圓夢或廣告商明示授權，您不得修改、出租、出借、出售、散佈本服務或軟件之任何部份或全部，或據以製作衍生著作，或使⽤擅⾃修改後的軟體，
            包括但不限於為了未經授權而使用本服務之目的。 圓夢僅授予⽤戶個⼈、不可移轉及非專屬之使⽤權，得於單機電腦使⽤其軟體，但⽤戶不得
            (並不得允許任何第三人)複製、修改、創作衍⽣著作、進⾏還原⼯程、
            反向解碼，或以其它⽅式發現原始碼，或出售、轉讓、再授權或提供軟體設定擔保，或以其它方式移轉之任何權利。
            ⽤戶同意將通過由圓夢所提供的界⾯而非任何其它途徑使用本服務。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗八、擔保與保證您明確了解並同意書</p>
          <p>
            本服務條款的任何規定不會免除圓夢對造成⽤用⼾⼈身傷害的、或因故意或重⼤大過失造成您財產損失的任何責任。
            ⽤戶使用本服務之風險由個人負擔。本服務係依 “ 現狀 ” 及 “ 現有 ” 基礎提供。
            圓夢對本服務不提供任何明示或默⽰的擔保或保證，包含但不限於商業性、特定目的 之適用性及未侵害他人權利利等擔保或保證。
            圓夢不保證以下事項:
            <br />● 本服務將符合您的要求。
            <br />● 本服務將不受干擾、及時提供、安全可靠或不會出錯。
            <br />● 使⽤本服務取得之結果正確可靠。
            <br />● 您經由本服務購買或取得之任何產品、服務、資訊或其它信息將符合您的期望，且軟體中任何錯誤都將得到更正。
            <br />● 是否使⽤本服務下載或取得任何資料應由⽤戶⾃行考慮且自負風險，因任何資料之下載⽽導致的電腦系統之任何損壞或數據流失等後果，由⽤戶⾃行承擔。
            <br />● ⽤戶⾃圓夢或經由本服務取得的任何建議或資訊，無論是書⾯或⼝頭形式，除非本服務條款有明確規定，將不構成本服務條款以外之任何保證。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">⼗九、責任限制</p>
          <p>
            您明確了解並同意，基於以下原因⽽造成的，包括但不限於利利潤、信譽、應用、數據損失或其它無形損失，圓夢不承擔任何直接、間接、附帶、特別、衍生性或懲罰性賠償責任(即使圓夢事先已被告知發生此種賠償之可能性亦然):
            <br />● 本服務之使⽤或無法使用。
            <br />● 為替換或通過本服務購買或取得之任何商品、數據、資訊、服務、收到的訊息、或完成之交易而發生的成本。
            <br />● 您的傳輸或數據遭到未獲授權的存取或變造。
            <br />● 任何第三方在本服務中所作之聲明或行為。與本服務相關的其它事宜，但本服務條款有明確規定的除外。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">廿、⼀般性條款</p>
          <p>
            本服務條款構成⽤戶與圓夢之全部協議，並規範您對於本服務之使用⾏為，並取代您先前與圓夢所達成的全部協議。
            在您使⽤相關服務、使⽤第三⽅提供的內容或軟件時，亦應遵從所適用之附加條款及條件。
            本服務條款及您與圓夢之關係，均受到中華民國法律管轄。您與圓夢就本服務、本服務公約或其它有關事項發⽣的爭議，
            應以台北地⽅法院最後裁決，對雙⽅均有約束力。
            圓夢未行使或執行本服務條款任何權利或規定，不構成對前述權利或權利之放棄。
            倘本服務條款之任何規定因與中華⺠國法律抵觸而無效，⽤戶需依同意應依照法律，
            並努⼒使該規定所反映之當事⼈意向具備效⼒，且本服務條款其它規定仍應具有完整的效力及效果。
            本服務條款之標題僅供⽅便而設，不具任何法律律或契約效果。
          </p>
        </li>
        <li class="mb-10">
          <p class="mb-3 text-blue-900 text-lg">廿一、舉報</p>
          <p>倘發現任何違反本服務條款之情事，請通知圓夢。</p>
        </li>
      </ul>
    </div>
  </section>
</template>

<script>
export default {
  name: 'Policy'
};
</script>
